// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "”%1$@” på ”%2$@” vill använda din %3$@-%4$@.";

"Accept" = "Acceptera";
"Decline" = "Avböj";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "skiva";
"drive" = "enhet";
"drives" = "enheter";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Du matar ut en skiva som används av en annan dator. Vill du fortsätta?";
"The remote computer will be disconnected from your computer." = "Den fjärranslutna datorn kommer att kopplas från din dator.";
"Eject" = "Mata ut";
"Don't Eject" = "Mata inte ut";
